{
  "Header": {
    "title": "Connecting Talents",
    "title2": "With",
    "title3": "Oppurtunities",
    "paragraph": "We are an innovative executive search professional recruitment company unlike any other"
  },
  "About": {
    "paragraph": "Talways is a pioneering force in talent acquisition, driven by avisionary approach and a steadfast commitment to excellence. With a rich history of delivering top-tier recruitment solutions,we've earned the trust and loyalty of leading organizations worldwide. Embracing a culture of innovation and continuous improvement, we set new benchmarks in the industry,ensuring client satisfaction remains our top priority. Our relentless focus on pushing boundaries allows us to make a lasting impact and shape the future of recruitment solutions.",
    "Why": [
      "Trustworthy",
      "Understanding",
      "Advanced sourcing",
      "Expert industry knowledge"
    ],
    "Why2": [
      "Personalized approach",
      "Timely results",
      "Proven track record",
      "Long-term partnerships"
    ]
  },
  "Gallery": [
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/01-large.jpg",
      "smallImage": "img/portfolio/01-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/02-large.jpg",
      "smallImage": "img/portfolio/02-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/03-large.jpg",
      "smallImage": "img/portfolio/03-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/04-large.jpg",
      "smallImage": "img/portfolio/04-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/05-large.jpg",
      "smallImage": "img/portfolio/05-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/06-large.jpg",
      "smallImage": "img/portfolio/06-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/07-large.jpg",
      "smallImage": "img/portfolio/07-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/08-large.jpg",
      "smallImage": "img/portfolio/08-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/09-large.jpg",
      "smallImage": "img/portfolio/09-small.jpg"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-book",
      "name": "Talent Sourcing",
      "text": "Identifying and attracting qualified candidates through various channels such as job boards, social media platforms, networking events, and professional associations"
    },
    {
      "icon": "fa fa-file",
      "name": "Candidate Screening",
      "text": " Reviewing resumes, conducting initial interviews, and assessing candidates' skills, experience, and qualifications to determine their suitability for specific roles."
    },
    {
      "icon": "fa fa-phone",
      "name": "Onboarding Support",
      "text": "Providing onboarding support to candidates during the transition period, including orientation sessions, access to company resources, and ongoing communication to ensure a smooth integration into the organization"
    },
    {
      "icon": "fa fa-trophy",
      "name": "Talent Mapping",
      "text": "Providing talent mapping services to help clients understand the competitive landscape, identify key talent pools, and develop strategic recruitment strategies for future hiring needs."
    },
    {
      "icon": "fa fa-mortar-board",
      "name": "Market Intelligence",
      "text": "Providing clients with market intelligence and industry insights related to talent trends, compensation benchmarks, competitor analysis, and recruitment best practices."
    },
    {
      "icon": "fa fa-group",
      "name": "Candidate Relationship Management",
      "text": "Building and maintaining relationships with candidates, including passive candidates, to create talent pipelines and proactively address client's hiring needs."
    }
  ],
  "Testimonials": [
    {
      "img": "img/testimonials/01.jpg",
      "text": "\"I can't thank Talways enough for their exceptional service. They took the time to understand our unique needs and delivered quality candidates that exceeded our expectations. Truly a trusted partner in talent acquisition!\"",
      "name": "Rahul Gupta"
    },
    {
      "img": "img/testimonials/02.jpg",
      "text": "\"From start to finish, Talways provided top-notch support and guidance. Their attention to detail and commitment to finding the perfect fit for our team was impressive. We look forward to working with them again in the future.\"",
      "name": "Fathima Ahmed"
    },
    {
      "img": "img/testimonials/03.jpg",
      "text": "\"We were struggling to find qualified candidates for a critical role until we partnered with Talways. Their industry knowledge and extensive network helped us find the perfect candidate in record time. We couldn't be happier with the results!\"",
      "name": "Amir Khan"
    },
    {
      "img": "img/testimonials/04.jpg",
      "text": "\"I was skeptical about working with a recruitment agency, but Talways proved me wrong. Their team went above and beyond to understand my career goals and match me with the perfect opportunity. I'm grateful for their support and highly recommend their services.\"",
      "name": "Priya Sharma"
    },
    {
      "img": "img/testimonials/05.jpg",
      "text": "\"Thanks to Talways, we were able to streamline our hiring process and find top talent that aligns with our company culture. Their professionalism and dedication made the entire experience seamless. We're thrilled with the results!\"",
      "name": "Ahmed Al-Mansoori"
    },
    {
      "img": "img/testimonials/06.jpg",
      "text": "\"I've worked with several recruitment agencies in the past, but none compare to the level of service provided by Talways. Their team's expertise, responsiveness, and attention to detail set them apart. I wouldn't hesitate to recommend them to anyone seeking top talent.\"",
      "name": "Ananya Patel"
    }
  ],
  "Team": [
    {
      "img": "img/team/01.jpg",
      "name": "John Doe",
      "job": "Director"
    },
    {
      "img": "img/team/02.jpg",
      "name": "Mike Doe",
      "job": "Senior Designer"
    },
    {
      "img": "img/team/03.jpg",
      "name": "Jane Doe",
      "job": "Senior Designer"
    },
    {
      "img": "img/team/04.jpg",
      "name": "Karen Doe",
      "job": "Project Manager"
    }
  ],
  "Contact": {
    "address": "Al Tawoon, Opp Safari Hypermarket, Salwa road, Old Murra, Doha, Qatar",
    "phone": "+974 5516 6134",
    "email": "Contact@talways.co",
    "facebook": "fb.com",
    "twitter": "twitter.com",
    "youtube": "youtube.com"
  },
  "Features": [
    {
      "icon": "fa fa-building",
      "title": "Industries",
      "text": "Our expertise in focus industry sectors is based on a better understanding of industry dynamics & evolving trends"
    },
    {
      "icon": "fa fa-gear",
      "title": "Functions",
      "text": "Our consultants specialize in a diverse array of functions, ensuring expert guidance tailored to your unique organizational needs"
    },
    {
      "icon": "fa fa-group",
      "title": "Diversity & Inclusion",
      "text": "The richer the diversity and inclusion, th more productive, profitable, and sustainable the business"
    },
    {
      "icon": "fa fa-search",
      "title": "Assessment and Selection",
      "text": "Specializing in designing and executing assessment tools to gauge candidates' skills, competencies, and cultural alignment for efficient hiring decisions."
    }
  ]
}
